Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Group windows by application
ar: تجميع النوافذ حسب التطبيق
ca: Agrupa les finestres per app
cs: Seskupit okna podle aplikací
da: Grupper vinduer efter app
de: Fenster nach Programm gruppieren
el: Ομαδοποίηση παραθύρων κατά εφαρμογή
es: Agrupar ventanas por aplicación
es_us: Agrupar ventanas por aplicación
fi: Ryhmitä ikkunat appien mukaan
fr: Grouper les fenêtres par application
fr_ca: Grouper les fenêtres par application
he: קיבוץ חלונות לפי יישום
hi: ऐप्लिकेशन के अनुसार विंडो के समूह बनाएँ
hr: Grupiraj prozore prema aplikaciji
hu: Ablakok csoportosítása alkalmazások szerint
id: Kelompokkan jendela menurut aplikasi
it: Raggruppa le finestre per applicazione
ja: ウインドウをアプリケーションごとにグループ化
ko: 응용 프로그램별로 윈도우 그룹 생성
ms: Kumpulkan tetingkap mengikut aplikasi
nb: Grupper vinduer etter app
nl: Groepeer vensters per app
pl: Grupuj okna według aplikacji
pt_br: Agrupar janelas por aplicativo
pt_pt: Agrupar janelas por aplicação
ro: Grupează ferestrele după aplicație
ru: Сгруппировать окна по программам
sk: Zoskupiť okná podľa aplikácií
sl: Združi okna po aplikacijah
sv: Gruppera fönster efter app
th: จัดกลุ่มหน้าต่างตามแอปพลิเคชัน
tr: Pencereleri uygulamaya göre grupla
uk: Групувати вікна за програмами
vi: Phân nhóm cửa sổ theo ứng dụng
zh_cn: 使窗口按应用程序成组
zh_hk: 依據應用程式將視窗分組
zh_tw: 依據應用程式將視窗分組

source: Hold ⌥ key while dragging windows to tile
ar: الضغط مطولًا على مفتاح ⌥ أثناء سحب النوافذ لإنشاء تجانب
ca: Ancora les finestres en arrossegar‑les amb la tecla ⌥ premuda
cs: Vyplnit stranu obrazovky podržením ⌥ během tažení okna
da: Hold tasten ⌥ nede, når du arrangerer vinduer i vinduesfelter
de: Option-Taste (⌥) während des Ziehens von Fenstern gedrückt halten, um Fenster als Kacheln anzuzeigen
el: Κρατήστε πατημένο το πλήκτρο ⌥ κατά τη μεταφορά των παραθύρων ώστε να διαταχθούν ως παράθεση
es: Ajustar las ventanas manteniendo pulsada la tecla ⌥ al arrastrarlas
es_us: Mantener presionada la tecla ⌥ al arrastrar las ventanas para disponerlas en mosaico
fi: Pidä ⌥-näppäintä painettuna samalla, kun vedät järjestettäviä ikkunoita
fr: Maintenir la touche ⌥ enfoncée tout en faisant glisser les fenêtres pour les disposer en mosaïque
fr_ca: Maintenir la touche ⌥ enfoncée tout en faisant glisser les fenêtres pour les disposer en mosaïque
he: סידור חלונות כאריחים על ידי החזקת מקש ⌥ במהלך גרירתם
hi: विंडोज़ को टाइल तक ड्रैग करते समय ⌥ “की” दबाए रखें
hr: Držite pritisnutu tipku ⌥ dok razmještate prozore
hu: Az ablakok mozaikszerű rendezése az ⌥ billentyű nyomva tartásával
id: Tahan tombol ⌥ selagi menyeret jendela ke kotak
it: Tieni premuto il tasto ⌥ mentre trascini le finestre per disporle a mosaico
ja: ⌥キーを押しながらドラッグしてタイル表示
ko: ⌥ 키를 누른 상태로 윈도우를 드래그하여 배치
ms: Tahan kekunci ⌥ semasa menyeret tetingkap untuk jubin
nb: Hold nede ⌥-tasten mens du flytter vinduer for å ordne dem i rutenett
nl: Houd tijdens het slepen de ⌥-toets ingedrukt om vensters te plaatsen
pl: Przytrzymuj ⌥ podczas przeciągania okien, aby je dokować
pt_br: Manter a tecla ⌥ pressionada para arrastar as janelas e organizá‑las em mosaico
pt_pt: Manter premida a tecla ⌥ ao arrastar as janelas para dispor em mosaico
ro: Tragerea ferestrelor cu tasta ⌥ apăsată le dispune în mozaic
ru: Создавать плитки при перетягивании окон с нажатой клавишей ⌥
sk: Okná umiestniť ako dlaždice podržaním klávesu ⌥ počas ťahania
sl: Med vlečenjem oken držite tipko ⌥, da jih razpostavite
sv: Håll ned tangenten ⌥ medan du drar fönster om du vill stapla dem på varandra
th: กดปุ่ม ⌥ ค้างไว้ในระหว่างลากหน้าต่างไปยังสี่เหลี่ยมย่อย
tr: Pencereleri döşemek için ⌥ tuşunu basılı tutarak sürükle
uk: Утримувати клавішу Option (⌥) під час перетягування вікон
vi: Giữ phím ⌥ trong khi kéo các cửa sổ để xếp cạnh nhau
zh_cn: 拖移窗口时按住⌥键实现平铺
zh_hk: 拖移視窗時按住⌥鍵來並排
zh_tw: 拖移視窗並排時按住⌥鍵

source: Hot Corners…
ar: زوايا فعالة…
ca: Angles actius…
cs: Aktivní rohy…
da: Aktive hjørner…
de: Aktive Ecken …
el: Ενεργές γωνίες…
es: Esquinas activas…
es_us: Esquinas activas…
fi: Aktivointikulmat…
fr: Coins actifs…
fr_ca: Coins actifs…
he: פינות חמות…
hi: हॉट कॉर्नर…
hr: Aktivni kutovi…
hu: Aktív sarkok…
id: Pojok Aktif…
it: Angoli attivi…
ja: ホットコーナー…
ko: 핫 코너…
ms: Sudut Pantas…
nb: Aktive hjørner…
nl: Interactieve hoeken…
pl: Aktywne narożniki…
pt_br: Cantos de Acesso Rápido…
pt_pt: Cantos ativos…
ro: Colțuri active…
ru: Активные углы…
sk: Aktívne rohy…
sl: Aktivni koti …
sv: Aktiva hörn…
th: มุมด่วน…
tr: Sıcak Köşeler…
uk: Активні кути…
vi: Góc nóng…
zh_cn: 触发角…
zh_hk: 熱點⋯
zh_tw: 熱點⋯

source: In Full Screen
ar: بملء الشاشة
ca: A pantalla completa
cs: Na celé obrazovce
da: På fuld skærm
de: Im Vollbildmodus
el: Σε πλήρη οθόνη
es: A pantalla completa
es_us: En pantalla completa
fi: Koko näytöllä
fr: En plein écran
fr_ca: En plein écran
he: במסך מלא
hi: फ़ुल स्क्रीन में
hr: U prikazu preko cijelog zaslona
hu: Teljes képernyőn
id: Dalam Layar Penuh
it: Se a tutto schermo
ja: フルスクリーンの場合のみ
ko: 전체 화면일 때
ms: Dalam Skrin Penuh
nb: I fullskjermvisning
nl: In schermvullende weergave
pl: Na pełnym ekranie
pt_br: Em Tela Cheia
pt_pt: Em ecrã completo
ro: În modul de afișare pe tot ecranul
ru: В полноэкранном режиме
sk: Na celej obrazovke
sl: V celozaslonskem načinu
sv: I helskärmsläge
th: ในโหมดเต็มหน้าจอ
tr: Tam ekranda
uk: у повноекранному режимі
vi: Ở toàn màn hình
zh_cn: 在全屏幕视图下
zh_hk: 當使用全螢幕
zh_tw: 全螢幕時

source: In Full Screen Only
ar: في وضع ملء الشاشة فقط
ca: Només a pantalla completa
cs: Jen na celé obrazovce
da: Kun på fuld skærm
de: Nur im Vollbildmodus
el: Σε πλήρη οθόνη μόνο
es: Solo en pantalla completa
es_us: Sólo en pantalla completa
fi: Vain koko näytöllä
fr: En plein écran uniquement
fr_ca: En plein écran uniquement
he: במסך מלא בלבד
hi: केवल फ़ुल स्‍क्रीन में
hr: Samo u prikazu preko cijelog zaslona
hu: Csak teljes képernyőn
id: Hanya Dalam Layar Penuh
it: Solo in modalità a tutto schermo
ja: フルスクリーン時のみ
ko: 전체 화면일 때
ms: Dalam Skrin Penuh Sahaja
nb: Kun i fullskjerm
nl: Alleen in schermvullende weergave
pl: Tylko na pełnym ekranie
pt_br: Somente em Tela Cheia
pt_pt: Só em ecrã completo
ro: Doar în modul de afișare pe tot ecranul
ru: Только в режиме полного экрана
sk: Len na celej obrazovke
sl: Samo v celozaslonskem načinu
sv: Endast i helskärmsläge
th: ในโหมดเต็มหน้าจออย่างเดียว
tr: Yalnızca Tam Ekranda
uk: лише в повноекранному режимі
vi: Chỉ khi ở Toàn MH
zh_cn: 仅在全屏幕视图下
zh_hk: 只限全螢幕
zh_tw: 僅限全螢幕

source: In Stage Manager
ar: في منظم الواجهة
ca: A l’organitzador visual
cs: Ve Stage Manageru
da: I Organisator
el: Στο Προσκήνιο
es: En el organizador visual
es_us: En el organizador visual
fi: Järjestäjässä
fr: Dans Stage Manager
fr_ca: Dans Stage Manager
he: ב״מנהל התצוגה״
hi: स्टेज मैनेजर में
hr: U Scenskom upravitelju
hu: A Porondmesterben
id: Di Pengelola Sorotan
ja: ステージマネージャ使用時に
ko: 스테이지 매니저에서
ms: Dalam Stage Manager
nb: I Stage Manager
pl: W widoku Stage Manager
pt_br: No Organizador Visual
pt_pt: No Stage Manager
ro: În Manager de scenă
ru: В Постановщике
sk: V Stage Manageri
sl: V Upravitelju scene
sv: I Blickfång
th: ในตัวจัดการให้อยู่ตรงกลาง
tr: Sahne Yöneticisi’nde
uk: У Постановнику
vi: Trong Quản lý màn hình
zh_cn: 在台前调度中
zh_hk: 在「幕前管理」中
zh_tw: 在幕前調度中

source: Keyboard & Mouse Shortcuts
ar: اختصارات لوحة المفاتيح والماوس
ca: Dreceres de teclat i de ratolí
cs: Klávesové zkratky a myš
da: Tastatur- og musgenveje
de: Tastatur- & Mauskurzbefehle
el: Συντομεύσεις πληκτρολογίου και ποντικιού
es: Funciones rápidas de teclado y ratón
es_us: Funciones rápidas de teclado y mouse
fi: Näppäin- ja hiirioikotiet
fr: Raccourcis clavier et souris
fr_ca: Raccourcis clavier et souris
he: קיצורי מקלדת ועכבר
hi: कीबोर्ड और माउस शॉर्टकट
hr: Prečaci tipkovnice i miša
hu: Billentyű- és egérparancsok
id: Pintasan Papan Ketik & Tetikus
it: Abbreviazioni da tastiera e mouse
ja: キーボードショートカットとマウスショートカット
ko: 키보드 및 마우스 단축키
ms: Pintasan Papan Kekunci & Tetikus
nb: Tastatur- og musesnarveier
nl: Toets- en muisknopcombinaties
pl: Skróty klawiszowe i myszy
pt_br: Atalhos de Teclado e Mouse
pt_pt: Atalhos de teclado e rato
ro: Scurtături din tastatură și maus
ru: Сочетания клавиш клавиатуры и мыши
sk: Klávesové skratky a skratky myši
sl: Bližnjice na tipkovnici in miški
sv: Kortkommandon för tangentbord och mus
th: ปุ่มลัดแป้นพิมพ์และปุ่มลัดเมาส์
tr: Klavye ve Fare Kestirmeleri
uk: Скорочення для клавіатури й мишки
vi: Phím tắt bàn phím & chuột
zh_cn: 键盘与鼠标快捷键
zh_hk: 鍵盤與滑鼠快捷鍵
zh_tw: 鍵盤與滑鼠快速鍵

source: Keyboard Shortcut
ar: اختصار لوحة المفاتيح
ca: Drecera de teclat
cs: Klávesová zkratka
da: Tastaturgenvej
de: Tastaturkurzbefehl
el: Συντόμευση πληκτρολογίου
es: Función rápida de teclado
es_us: Función rápida de teclado
fi: Näppäinoikotie
fr: Raccourci clavier
fr_ca: Raccourci clavier
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट
hr: Prečac tipkovnice
hu: Billentyűparancs
id: Pintasan Papan Ketik
it: Abbreviazione da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintasan Papan Kekunci
nb: Tastatursnarvei
nl: Toetscombinatie
pl: Skrót klawiszowy
pt_br: Atalho de Teclado
pt_pt: Atalho de teclado
ro: Scurtătură din tastatură
ru: Сочетание клавиш
sk: Klávesová skratka
sl: Bližnjica na tipkovnici
sv: Kortkommando
th: ปุ่มลัดแป้นพิมพ์
tr: Klavye Kestirmesi
uk: Клавіатурне скорочення
vi: Phím tắt
zh_cn: 键盘快捷键
zh_hk: 鍵盤快捷鍵
zh_tw: 鍵盤快速鍵

source: Large
ar: كبير
ca: Gran
cs: Max.
da: Stor
de: Groß
el: Μεγάλο
es: Grande
es_us: Grande
fi: Suuri
fr: Grand
fr_ca: Grand
he: גדול
hi: बड़ा
hr: Veliko
hu: Nagy
id: Besar
it: Max
ja: 大
ko: 크게
ms: Besar
nb: Stor
nl: Groot
pl: duży
pt_br: Grande
pt_pt: Grande
ro: Mare
ru: большой
sk: Veľký
sl: Veliko
sv: Stor
th: ใหญ่
tr: Büyük
uk: Більше
vi: Lớn
zh_cn: 大
zh_hk: 大
zh_tw: 大

source: Launchpad
ar: المنصة
zh_cn: 启动台
zh_hk: 啟動台
zh_tw: 啟動台

source: Left
ar: لليسار
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
el: Αριστερά
es: Izquierda
es_us: Izquierda
fi: Vasemmalla
fr: Gauche
fr_ca: À gauche
he: צד שמאל
hi: बाईं ओर
hr: Lijevo
hu: Bal
id: Kiri
it: A sinistra
ja: 左
ko: 왼쪽
ms: Kiri
nb: Venstre
nl: Links
pl: Po lewej
pt_br: Esquerda
pt_pt: À esquerda
ro: Stânga
ru: Слева
sk: Vľavo
sl: Levo
sv: Vänster
th: ซ้าย
tr: Sola
uk: зліва
vi: Bên trái
zh_cn: 左侧
zh_hk: 左
zh_tw: 左側

source: Left Arrow
ar: سهم اليسار
ca: Fletxa esquerra
cs: Šipka doleva
da: Venstrepil
de: Linkspfeil
el: Αριστερό βέλος
es: Flecha izquierda
es_us: Flecha izquierda
fi: Nuoli vasemmalle
fr: Flèche gauche
fr_ca: Flèche gauche
he: חץ שמאלה
hi: बायाँ तीर
hr: Strelica ulijevo
hu: Balra nyíl
id: Panah Kiri
it: Freccia sinistra
ja: 左矢印
ko: 왼쪽 화살표
ms: Anak Panah Kiri
nb: Venstrepil
nl: Pijl-links
pl: Strzałka w lewo
pt_br: Seta para a Esquerda
pt_pt: Seta para a esquerda
ro: Săgeată stânga
ru: Стрелка влево
sk: Šípka doľava
sl: Puščica levo
sv: Vänsterpil
th: ลูกศรชี้ซ้าย
tr: Sol Ok
uk: Клавіша зі стрілкою вліво
vi: Mũi tên trái
zh_cn: 左箭头
zh_hk: 向左箭嘴
zh_tw: 向左鍵

source: Left Command
ar: مفتاح command الأيسر
ca: Ordre esquerra
cs: Command vlevo
da: Venstre Kommando
de: Linke Command-Taste
el: Αριστερό Command
es: Comando izquierda
es_us: Comando izquierda
fi: Vasen komento
fr: Commande (gauche)
fr_ca: Commande (gauche)
he: ‏Command שמאלי
hi: बायाँ कमांड
hr: Lijevi Command
hu: Bal Command
id: Command Kiri
it: Comando a sinistra
ja: 左Command
ko: 왼쪽 Command
ms: Command Kiri
nb: Venstre Kommando-tast
nl: Command-links
pl: Lewy klawisz Command
pt_br: Command Esquerda
pt_pt: Comando da esquerda
ro: Comandă stânga
ru: Левая клавиша Command
sk: Ľavý kláves Command
sl: Levi Command
sv: Vänster kommandotangent
th: Command ทางด้านซ้าย
tr: Sol Komut
uk: Ліва Command
vi: Command Bên trái
zh_cn: 左Command键
zh_hk: 左側Command鍵
zh_tw: 左側Command鍵

source: Left Control
ar: مفتاح control الأيسر
ca: Control esquerra
cs: Control vlevo
da: Venstre ctrl
de: Linke Control-Taste
el: Αριστερό Control
es: Control izquierda
es_us: Control izquierda
fi: Vasen ctrl
fr: Contrôle (gauche)
fr_ca: Contrôle (gauche)
he: ‏Control שמאלי
hi: बायाँ कंट्रोल
hr: Lijevi Control
hu: Bal Ctrl
id: Control Kiri
it: Ctrl a sinistra
ja: 左Control
ko: 왼쪽 Control
ms: Control Kiri
nb: Venstre Kontroll-tast
nl: Control-links
pl: Lewy klawisz Control
pt_br: Control Esquerda
pt_pt: Controlo da esquerda
ro: Control stânga
ru: Левая клавиша Control
sk: Ľavý kláves Control
sl: Levi Control
sv: Vänster kontrolltangent
th: Control ทางด้านซ้าย
tr: Sol Kontrol
uk: Ліва Control
vi: Control bên trái
zh_cn: 左Control键
zh_hk: 左側Control鍵
zh_tw: 左側Control鍵

source: Left Option
ar: مفتاح option الأيسر
ca: Opció esquerra
cs: Option vlevo
da: Venstre Alternativ
de: Linke Option-Taste
el: Αριστερό Option
es: Opción izquierda
es_us: Opción izquierda
fi: Vasen optio
fr: Option (gauche)
fr_ca: Option (gauche)
he: ‏Option שמאלי
hi: बायाँ ऑप्शन
hr: Lijevi Option
hu: Bal Option
id: Option Kiri
it: Opzione a sinistra
ja: 左Option
ko: 왼쪽 Option
ms: Option Kiri
nb: Venstre Tilvalg-tast
nl: Option-links
pl: Lewy klawisz Option
pt_br: Option Esquerda
pt_pt: Opção da esquerda
ro: Opțiune stânga
ru: Левая клавиша Option
sk: Ľavý kláves Option
sl: Levi Option
sv: Vänster alternativtangent
th: Option ทางด้านซ้าย
tr: Sol Option
uk: Ліва Option
vi: Option bên trái
zh_cn: 左Option键
zh_hk: 左側Option鍵
zh_tw: 左側Option鍵

source: Left Shift
ar: إزاحة لليسار
ca: Desplaçament cap a l’esquerra
cs: Shift vlevo
da: Venstre Skift
de: Linke Umschalttaste
el: Αριστερό Shift
es: Desplazamiento a la izquierda
es_us: Mayúsculas izquierda
fi: Siirrä vasemmalle
fr: Majuscule (gauche)
fr_ca: Maj (gauche)
he: הזזה שמאלה
hi: बाईं शिफ़्ट
hr: Lijevi Shift
hu: Bal Shift
id: Shift Kiri
it: Maiuscole a sinistra
ja: 左Shift
ko: 왼쪽 Shift
ms: Shift Kiri
nb: Flytt til venstre
nl: Shift-links
pl: Lewy klawisz Shift
pt_br: Shift Esquerda
pt_pt: Deslocar para a esquerda
ro: Shift stânga
ru: Левая клавиша Shift
sk: Ľavý kláves Shift
sl: Levi Shift
sv: Vänster skifttangent
th: Shift ทางด้านซ้าย
tr: Sola Kaydır
uk: Ліва Shift
vi: Shift bên trái
zh_cn: 左Shift键
zh_hk: 左側Shift鍵
zh_tw: 左側Shift鍵

source: Lock Screen
ar: قفل الشاشة
ca: Bloqueja la pantalla
cs: Zamknout obrazovku
da: Lås skærm
de: Bildschirmsperre
el: Οθόνη κλειδώματος
es: Bloquear pantalla
es_us: Bloquear pantalla
fi: Lukitse näyttö
fr: Écran verrouillé
fr_ca: Verrouiller l’écran
he: נעילת המסך
hi: लॉक स्क्रीन
hr: Zaključaj zaslon
hu: Zárolási képernyő
id: Kunci Layar
it: Schermo bloccato
ja: ロック画面
ko: 잠금 화면
ms: Skrin Kunci
nb: Lås skjermen
nl: Toegangsscherm
pl: Ekran blokady
pt_br: Bloquear a Tela
pt_pt: Bloquear ecrã
ro: Ecran de blocare
ru: Блокировка экрана
sk: Zamknúť obrazovku
sl: Zakleni zaslon
sv: Lås skärm
th: หน้าจอล็อค
tr: Ekranı Kilitle
uk: Замкнений екран
vi: Màn hình Khóa
zh_cn: 锁定屏幕
zh_hk: 鎖定畫面
zh_tw: 鎖定螢幕

source: Magnification
ar: التكبير
ca: Ampliació
cs: Zvětšení
da: Forstørrelse
de: Vergrößerung
el: Μεγέθυνση
es: Ampliación
es_us: Ampliación
fi: Suurennus
fr: Agrandissement
fr_ca: Agrandissement
he: הגדלה
hi: आवर्धन
hr: Uvećanje
hu: Nagyítás
id: Pembesaran
it: Ingrandimento
ja: 拡大
ko: 확대
ms: Pembesaran
nb: Forstørrelse
nl: Vergroting
pl: Powiększanie
pt_br: Ampliação
pt_pt: Ampliação
ro: Amplificare
ru: Размер увеличения
sk: Efekt zväčšenia
sl: Povečava
sv: Förstoring
th: ขยายขนาด
tr: Büyütme
uk: Збільшення
vi: Phóng đại
zh_cn: 放大
zh_hk: 放大
zh_tw: 放大

source: Menu Bar
ar: شريط القائمة
ca: Barra de menús
cs: Řádek nabídek
da: Menulinje
de: Menüleiste
el: Γραμμή μενού
es: Barra de menús
es_us: Barra de menús
fi: Valikkorivi
fr: Barre des menus
fr_ca: Barre des menus
he: תפריטים
hi: मेनू बार
hr: Traka s izbornicima
hu: Menüsor
id: Bar Menu
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
ms: Bar Menu
nb: Menylinje
nl: Menubalk
pl: Pasek menu
pt_br: Barra de Menus
pt_pt: Barra de menus
ro: Bara de meniu
ru: Строка меню
sk: Lišta
sl: Menijska vrstica
sv: Menyrad
th: แถบเมนู
tr: Menü Çubuğu
uk: Смуга меню
vi: Thanh menu
zh_cn: 菜单栏
zh_hk: 選單列
zh_tw: 選單列

source: Middle Mouse Button
ar: زر الماوس الأوسط
ca: Botó central del ratolí
cs: Střední tlačítko myši
da: Midterste knap på musen
de: Mittlere Maustaste
el: Μεσαίο κουμπί ποντικιού
es: Botón central del ratón
es_us: Botón central del mouse
fi: Hiiren keskipainike
fr: Bouton central (souris)
fr_ca: Bouton central (souris)
he: כפתור אמצעי בעכבר
hi: मध्य माउस बटन
hr: Srednja tipka miša
hu: Középső egérgomb
id: Tombol Tetikus Tengah
it: Pulsante centrale del mouse
ja: 中央マウスボタン
ko: 마우스 중간 버튼
ms: Butang Tetikus Tengah
nb: Midterste museknapp
nl: Middelste muisknop
pl: Środkowy przycisk myszy
pt_br: Botão do Meio do Mouse
pt_pt: Botão do meio
ro: Buton de mijloc maus
ru: Средняя кнопка мыши
sk: Stredné tlačidlo myši
sl: Srednja tipka miške
sv: Musens mittknapp
th: ปุ่มเมาส์ตรงกลาง
tr: Orta Fare Düğmesi
uk: Середня кнопка мишки
vi: Nút Chuột Giữa
zh_cn: 鼠标中键
zh_hk: 滑鼠中間按鈕
zh_tw: 滑鼠中間按鈕

source: Minimize
ar: تصغير
ca: Minimitza
cs: Minimalizovat
da: Minimere
de: Minimieren
el: Ελαχιστοποίηση
es: Minimizar
es_us: Minimizar
fi: Pienennä
fr: minimiser
fr_ca: Minimiser
he: מזעור
hi: मिनिमाइज़ करें
hr: Smanjivanje
hu: Kis méret
id: Minikan
it: Contrarla
ja: しまう
ko: 최소화
ms: Minimumkan
nb: Minimer
nl: Minimaliseer
pl: Minimalizuj
pt_br: Minimizar
pt_pt: Minimizar
ro: Minimizare
ru: Убирать окно в Dock
sk: Minimalizuje okno
sl: Minimiraj
sv: minimera
th: ย่อ
tr: Simge Durumuna Küçült
uk: згортати
vi: Thu nhỏ
zh_cn: 最小化
zh_hk: 縮到最細
zh_tw: 縮到最小

source: Minimize windows into application icon
ar: تصغير النوافذ إلى أيقونة التطبيق
ca: Minimitza les finestres a la icona de l’app
cs: Minimalizovat okna do ikony aplikace
da: Minimer vinduerne til appsymboler
de: Fenster hinter Programmsymbol im Dock ablegen
el: Ελαχιστοποίηση παραθύρων στο εικονίδιο εφαρμογής
es: Minimizar ventanas en el icono de la aplicación
es_us: Minimizar ventanas en el ícono de la aplicación
fi: Pienennä ikkunat appikuvakkeeseen
fr: Minimiser les fenêtres dans l’icône de l’application
fr_ca: Minimiser les fenêtres dans l’icône de l’application
he: הקטנת חלונות לאייקון היישום
hi: विंडो को ऐप्लिकेशन आइकॉन में मिनिमाइज़ करें
hr: Smanji prozore u ikonu aplikacije
hu: Ablakok kis méretűvé tétele az alkalmazás ikonjára
id: Minikan jendela ke dalam ikon aplikasi
it: Contrai le finestre in icona applicazione
ja: ウインドウをアプリケーションアイコンにしまう
ko: 응용 프로그램 아이콘 속으로 윈도우 최소화
ms: Minimumkan tetingkap ke dalam ikon aplikasi
nb: Minimer vinduer til appsymbol
nl: Minimaliseer vensters in appsymbool
pl: Minimalizuj okna do ikon aplikacji
pt_br: Minimizar janelas ao ícone do aplicativo
pt_pt: Minimizar janelas para o ícone da aplicação
ro: Minimizează ferestrele în pictograma aplicației
ru: Убирать окно в Dock в значок приложения
sk: Minimalizovať okná do ikony aplikácie
sl: Minimiraj okna v ikono aplikacije
sv: Minimera fönster till appsymbolen
th: ย่อหน้าต่างลงในไอคอนแอปพลิเคชัน
tr: Pencereleri uygulama simgesine küçült
uk: Згортати вікна в іконки програм
vi: Thu nhỏ các cửa sổ vào biểu tượng ứng dụng
zh_cn: 将窗口最小化至应用程序图标
zh_hk: 將視窗縮小到應用程式圖像
zh_tw: 將視窗縮小進應用程式圖像中

source: Minimize windows using
ar: تصغير النوافذ باستخدام
ca: Minimitza les finestres utilitzant
cs: Při minimalizaci použít
da: Minimer vinduer vha.
de: Effekt beim Ablegen
el: Ελαχιστοποίηση παραθύρων με
es: Minimizar ventanas usando
es_us: Minimizar ventanas usando
fi: Pienennystehoste
fr: Type de réduction
fr_ca: Type de réduction
he: הקטנת חלונות באמצעות
hi: विंडो मिनिमाइज़ करने के लिए उपयोग करें
hr: Smanji prozore koristeći
hu: Ablakok kis méretűvé tétele ezzel:
id: Minikan jendela menggunakan
it: Contrai le finestre utilizzando
ja: ウインドウをしまうときのエフェクト
ko: 윈도우 최소화 효과
ms: Minimumkan tetingkap dengan menggunakan
nb: Minimer med
nl: Minimaliseer vensters met effect
pl: Metoda minimalizacji
pt_br: Minimizar janelas usando
pt_pt: Minimizar janelas com
ro: Minimizează ferestrele utilizând
ru: Убирать в Dock с эффектом
sk: Efekt minimalizovania okien
sl: Način minimiranja okna
sv: Minimera fönster med
th: ย่อหน้าต่างลงโดยใช้
tr: Pencereleri simge durumuna küçült:
uk: Спосіб згортання вікон
vi: Thu nhỏ cửa sổ bằng
zh_cn: 最小化窗口时使用
zh_hk: 將視窗縮到最細的方式
zh_tw: 將視窗縮到最小的方式

source: Mission Control
ar: إدارة المهام
zh_cn: 调度中心
zh_hk: 指揮中心
zh_tw: 指揮中心
